---
layout: post
title: Mi respuesta a Jovino Novoa respecto a la ley del spam
date: 2006-07-12 03:33:03.000000000 +02:00
type: post
published: true
status: publish
categories: []
tags:
- chile
- freedom
- politics
- spam
meta:
  posterous_6c96d52da40a5d7e34be538822acc826_post_id: '48589189'
  posterous_6c96d52da40a5d7e34be538822acc826_permalink: http://duncan.mac-vicar.com/mi-respuesta-a-jovino-novoa-respecto-a-la-ley
  _oembed_38c909beb572619b6347b507276ed9e7: "{{unknown}}"
  _oembed_e6b8fa31f3dde8d80e3cc88c4d94e776: "{{unknown}}"
  _oembed_1d760dada89d823b2ecf9b2ce0ccb6a7: "{{unknown}}"
  _oembed_1a9e1c8bed1f85809e9684b5c7be93fe: "{{unknown}}"
  _oembed_ab4c0ca5c7beb7622c94d4c2da3a371c: "{{unknown}}"
  _oembed_b89b130a691b5efccaf10586ad7be9b5: "{{unknown}}"
author:
  login: duncan
  email: dmacvicar@gmail.com
  display_name: duncan
  first_name: Duncan
  last_name: Mac-Vicar P.
---
<p>
    Puse un comentario en el [blog de Jovino Novoa][1] y estoy contento de que me respondi&oacute;. Aqu&iacute; blogueo mi respuesta:</p>
<p>&gt;Gracias por responder. Primero, lo felicito por asesorarse por [Renato Jijena][5]. Ya hab&iacute;a tenido contacto con &eacute;l antes por este tema, y sus opiniones en un blog respecto al tema me aclararon muchas dudas.<br />
&gt;<br />
&gt; No estoy de acuerdo con reclamar a mi ISP para que bloquee los SPAM. M&aacute;s burocracia. Soluci&oacute;n que no escala. Me cambio de ISP, y parto de cero. A los ISP les ser&aacute; f&aacute;cil cumplir el requisito y sin embargo no veremos ninguna disminuci&oacute;n del spam, ya que ser&iacute;a f&aacute;cil al spammer usar trucos para seguir enviando publicidad.<br />
&gt;<br />
&gt;LLevo varios a&ntilde;os filtrando spam tanto como usuario como administrador de servidores de correo. Reportando SPAM en SpamCop para que sea agregado en listas negras, y de ah&iacute; he aprendido lo siguiente.<br />
&gt;<br />
&gt; Los mails en general son enviados de dos formas:<br />
&gt;<br />
&gt; * proxies abiertos, smtp mal configurados o equipos zombies. La direcci&oacute;n de origen cambia tambien, es por esto que el bloqueo no es viable.<br />
&gt; * a trav&eacute;s de adsl.tie.cl, De [Telef&oacute;nica Internet Empresas][3], que es el ISP oficial de nuestros spammers "pyme" y traficantes de bases de datos de chile.<br />
&gt;<br />
&gt;Cuando sali&oacute; la primera ley, se anunci&oacute; con bombos y platillos por el [SERNAC][2] que ahora se podia denunciar el SPAM. Cuando quise reportar el primero, me d&iacute; cuenta que poco menos ten&iacute;a que ir a las oficinas del sernac y hacer una denuncia. Yo me esperaba algo como SpamCop ( <a href="http://www.spamcop.net">http://www.spamcop.net</a> ) donde yo pego el email completo con los headers y ellos lo agregan a listas negras que otros libremente pueden consultar. Pues yo esperaba poder pegar mi spam en el SERNAC, que el sistema determine el origen o responsable (ISP tranporte, etc) y el SERNAC se encargar&iacute;a en forma electr&oacute;nica del reclamo y aplicaci&oacute;n de sanciones.<br />
&gt;<br />
&gt;Pero no, hacemos leyes digitales sobre papel, oficinas p&uacute;blicas y burocracia. Como en USA, el que tiene abogados puede disfrutar de la ley.<br />
&gt;<br />
&gt;Encuentro bien que la ley tenga como objetivo el trafico de bases de datos que han hecho surigir verdaderas mafias de spammers que funcionan como empresas leg&iacute;timas (pymeempresas si alguien recuerda). Y lo que m&aacute;s da asco es que conocidas empresas nacionales sucumbieron ante la &eacute;tica y las buenas costumbres adquiriendo sus servicios.<br />
&gt;<br />
&gt;Veo buenas intenciones en la ley, y tengo fe que disminuir&aacute; el tr&aacute;fico de emails, pero no la veo aplicable para disminuir el spam. Falta la pr&aacute;ctica. Tome Ud. mismo un spam y se dar&aacute; cuenta donde falla. Tengo unos miles archivados si necesita muestras, muchos chilenos.<br />
&gt;<br />
&gt;Una de las maneras de solucionar esto podr&iacute;a ser (ademas de lo planteado en el proyecto):<br />
&gt;<br />
&gt; * Obligar que el spam sea enviado a traves de un ISP y no a trav&eacute;s de servidores SMTP ajenos que estan mal configurados y por ende aceptan correo a 3ros.<br />
&gt; * Prohibir cualquier intento de confundir a filtros, por ejemplo, un mail de un seminario en el club Uni&oacute;n, El Golf, que se ampara bajo la ley N&ordm; 19.496 y su modificaci&oacute;n N&ordm; 19.955, tenia como subject "_SU_QUEJA_O_RECLAMO_ Bx" cuyos separadores de espacio son para confundir a los filtros. T&eacute;cnicas m&#347;s modernas reemplazan todo el cuerpo del email por una imagen de modo que no sea leible por una m&aacute;quina. Todo eso debiera ser ilegal.<br />
&gt; * Obligar que un email publicitario sea originado de una direcci&oacute;n de correo fija de la empresa y no de una inventada en el momento o al azar o inexistente. De otro modo declarar el spam ilegal. El mail de origen del spam antes mencionado era <a href="mailto:su_queja2006@yahoo.es">su_queja2006@yahoo.es</a> pero el return-path era <a href="mailto:kjbdajghguyg@lycos.es">kjbdajghguyg@lycos.es</a>.<br />
&gt; * Obligar a dichos emails a incluir un header (parte del mensaje invisible al usuario pero visible a las m&aacute;quinas) que lo preclasifique como publicidad no deseada.<br />
&gt; * Implementar un sistema sencillo para denunciar las faltas en forma electr&oacute;nica, como expliqu&eacute; antes.<br />
&gt; * Que los ISP ofrezcan de antemano filtrar los mensajes con esta etiqueta.<br />
&gt; * Cualquier falta a estos puntos, declarar el mensaje ilegal y factible a ser sancionado. Que tan dura sea esta sanci&oacute;n y la facilidad para reportar faltas sin moverse del escritorio determinar&aacute; lo &uacute;til de la ley.<br />
&gt;<br />
&gt;De este modo un filtro podria ser factible, no solo a nivel de ISP, sino a nivel del mismo usuario. Esto dar&iacute;a lo mejor de dos mundos, el opt-out, y el opt-in de una manera virtual. Si no quiero recibir mensajes, puedo filtrar de antemano o decirle a mi ISP que no quiero recibirlos. Si no, puedo recibir en forma m&aacute;s granular de ciertas empresas.<br />
&gt;Las empresas tendr&aacute;n el espacio para publicitar a bajo costo _para quien en verdad lo desee_ y los que quieran utilizar m&eacute;todos abusivos. La falta de estos puntos har&aacute; que la lez siga fallando miserablemente como fue la [CAN-SPAM act en USA][4]. Y recordemos, la ley es &uacute;til cuando uno puede hacerla funcionar con un click. No con tr&aacute;mites.<br />
&gt;<br />
&gt; Duncan Mac-Vicar P.</p>
<p> [1]: <a href="http://www.senado.cl/blog/jnovoa/?p=12">http://www.senado.cl/blog/jnovoa/?p=12</a><br />
 [2]: <a href="http://www.sernac.cl">http://www.sernac.cl</a><br />
 [3]: <a href="http://www.tie.cl">http://www.tie.cl</a><br />
 [4]: <a href="http://www.ftc.gov/bcp/conline/pubs/buspubs/canspam.htm">http://www.ftc.gov/bcp/conline/pubs/buspubs/canspam.htm</a><br />
 [5]: <a href="http://www.jijena.cl/">http://www.jijena.cl/</a></p>
