---
layout: post
title: cuesta tomarlos en serio
date: 2006-11-25 07:36:20.000000000 +01:00
type: post
published: true
status: publish
categories: []
tags:
- chile
- freedom
- politics
- society
- software
meta:
  posterous_6c96d52da40a5d7e34be538822acc826_post_id: '48643699'
  posterous_6c96d52da40a5d7e34be538822acc826_permalink: http://duncan.mac-vicar.com/cuesta-tomarlos-en-serio
  _oembed_baa70379c283f096779c69320cf30a9a: "{{unknown}}"
  _oembed_b42dd096bccb7a7f302db8fbfd66e08f: "{{unknown}}"
  _oembed_e7e122f483880f66f16092ca64c9e012: "{{unknown}}"
  _oembed_81f26b0faff34789e9068aca5eab1e13: "{{unknown}}"
author:
  login: duncan
  email: dmacvicar@gmail.com
  display_name: duncan
  first_name: Duncan
  last_name: Mac-Vicar P.
---
<p>
    Hace poco, como parte del plan bicentenario, Microsoft lanz&oacute; en cooperaci&oacute;n con el estado chileno un language pack (set de idiomas) para hacer funcionar Windows en mapuzungun, el idioma mapuche.</p>
<p>Pueden leer el anuncio [aqu&iacute;][3], cito parte del texto:</p>
<p>&gt;Con el objetivo de dar un nuevo impulso a la educaci&oacute;n intercultural biling&uuml;e y aportar a la inclusi&oacute;n digital del pueblo mapuche, Microsoft entregar&aacute; al Ministerio de Educaci&oacute;n de Chile el software Windows XP en lenguaje mapuzugun para que el organismo gubernamental sea el encargado de la difusi&oacute;n de esta herramienta que pretende conservar la lengua de los mapuches.</p>
<p>Esperaba muy buenas reacciones. Sin embargo hoy en CNN aparece una [noticia][1] de c&oacute;mo Microsoft esta envuelta en problemas legales por el "pueblo mapuche" (l&eacute;ase Huilcam&aacute;n y cia), que est&aacute;n molestos porque no fueron consultados, y se est&aacute;n violando sus derechos intelectuales de "conocimientos ancestrales".</p>
<p>Pense que era una broma. Pero le enviaron una [carta a Bill Gates][2] (? por que no a Ballmer), y pusieron un recurso de protecci&oacute;n en la corte de Temuco, la cual se declar&oacute; incompetente. Otros medios de fuerte tendencia pol&iacute;tica tienen [art&iacute;culos][4] al respecto.</p>
<p>Microsoft no necesitaba hacer esto. Microsoft no tiene como lucrar con un idioma que seguramente producir la traducci&oacute;n es mas caro que la cantidad de copias que el gobierno seguramente pag&oacute; por ello. Esto es un programa de integraci&oacute;n y preservaci&oacute;n de una lengua, que beneficiar&aacute; a muchos ni&ntilde;os que tienen acceso a un PC en las aulas.</p>
<p>En lo personal hubiese preferido que la traducci&oacute;n se hubiese hecho sobre software libre, pero ese es otro tema, y es complementario, no excluyente.</p>
<p>Los que luchan en la sociedad por un conocimiento abierto, sin barreras, se dar&aacute;n cuenta que si los ingleses nos pusieran trabas legales cada vez que traduj&eacute;semos un producto nacional al ingl&eacute;s. Lo mismo podr&iacute;an hacer los espa&ntilde;oles con todos nuestros productos.  Que poco rom&aacute;ntico es ponerle "copyright" a un idioma. Que feo suena restringir a alguien a usar una lengua. Es restringir la comunicaci&oacute;n y el acceso a la cultura.</p>
<p>Donde est&aacute; el problema?, representaci&oacute;n. El Sr. Huilcam&aacute;n est&aacute; (para variar) hablando en el nombre de un pueblo y definiendo su futuro, sin la m&aacute;s minima responsabilidad. L&iacute;deres que piden la igualdad, poniendo recursos por propiedad intelectual?</p>
<p>Preservar la cultura no significa guardarla dentro de un frasco y protegerla, como intentan estos mal llamados representantes. Preservar la cultura significa regalarla a todos, dar libre acceso a ella y eso es justamente a lo que apuestan estas sorprendentes iniciativas, opacadas por personas poco serias.</p>
<p>Iniciativas como esta, m&aacute;s el software libre (que es el software m&aacute;s traducido a otras lenguas, y de libre acceso), Wikipedia (enciclopedia abierta y colaborativa), Creative commons (para licenciar contenidos digitales con m&aacute;s libertad) blogs y medios ciudadanos son los que aportan al libre conocimiento y una democracia m&aacute;s transparente, donde la informaci&oacute;n fluye sin barreras.</p>
<p>Creo que todos quienes apoyan la verdadera causa mapuche. La de preservar su cultura, integrarse al trabajo digno, a la educaci&oacute;n y de llevar su cultura al mundo, deben expresar el m&aacute;s fuerte rechazo a estos pseudol&iacute;deres inconsecuentes que confunden el ser chileno y ser mapuches como t&eacute;rminos que a veces son sin&oacute;nimos y a veces son excluyentes.</p>
<p>A veces cuesta tomarlos en serio.</p>
<p> [1]: <a href="http://money.cnn.com/2006/11/23/technology/microsoft_chile.reut/index.htm?postversion=2006112311">http://money.cnn.com/2006/11/23/technology/microsoft_chile.reut/index.htm?pos...</a><br />
 [2]: <a href="http://www.mapuche.info/mapu/ctt050812.html">http://www.mapuche.info/mapu/ctt050812.html</a><br />
 [3]: <a href="http://www.microsoft.com/chile/mapuzugun/">http://www.microsoft.com/chile/mapuzugun/</a><br />
 [4]: <a href="http://www.rebelion.org/cibercensura/031201mp.htm">http://www.rebelion.org/cibercensura/031201mp.htm</a></p>
