---
layout: post
title: Gol! ¿Qué pasó con la ACTI y la neutralidad tecnológica?
date: 2007-07-24 21:07:54.000000000 +02:00
type: post
published: true
status: publish
categories: []
tags:
- chile
- freedom
- notfunny
- politics
- Spanish
meta:
  posterous_6c96d52da40a5d7e34be538822acc826_post_id: '48644288'
  posterous_6c96d52da40a5d7e34be538822acc826_permalink: http://duncan.mac-vicar.com/gol-que-paso-con-la-acti-y-la-neutralidad-tec
  _oembed_d8b955dc9c3665b6b1820cb02525647d: "{{unknown}}"
  _oembed_f0d572dbc58ea54fe0a5b453d950e379: "{{unknown}}"
  _oembed_6dff051f5a76e9d5837faf4ec4bdb4ef: "{{unknown}}"
  _oembed_55c39f139a6e73cc86a07560a9d697c4: "{{unknown}}"
  _oembed_6b060349530b4e6769d6edf445b8a916: "{{unknown}}"
  _oembed_1052582d35477a3ba5bba986ca7902dd: "{{unknown}}"
  _oembed_298056975ad6994ba6c58d3d463cea1f: "{{unknown}}"
  _oembed_57b3f6e21b770d379b89748eadff8efb: "{{unknown}}"
  _oembed_58e2931346788bdcd8d0854e43e88eda: "{{unknown}}"
  _oembed_b4525a1a4ee0f6dd0c7c094fd83717fb: "{{unknown}}"
  _oembed_ab2859138cdb0a71c6fcb40c21bc2eee: "{{unknown}}"
  _oembed_138870e4aa25abd6b56bc71d15eb9622: "{{unknown}}"
  _oembed_a2c76a54a937d9f7ccbbdc98b57328ca: "{{unknown}}"
  _oembed_f1ad256eca8897247625eede69923075: "{{unknown}}"
  _oembed_f088507975976f79967a1e3e6462d333: "{{unknown}}"
  _oembed_114f5a18830411b64c93da9fedfeb125: "{{unknown}}"
  _oembed_e693703d0b830579bf4768e2c1c55972: "{{unknown}}"
  _oembed_6926ca4c040356aa29d0bef533f4e85f: "{{unknown}}"
author:
  login: duncan
  email: dmacvicar@gmail.com
  display_name: duncan
  first_name: Duncan
  last_name: Mac-Vicar P.
---
<p>
    Hoy, el Gobierno de Chile y las poderosas redes de influencia, le han metido a Chile un gol.</p>
<p>A veces aparecen noticias que dejan "plop" a los ciudadanos. En especial cuando son decisiones de pa&iacute;s que son concretadas por "compadreo", y que no pasan ninguna prueba t&eacute;cnica, de sentido com&uacute;n, de transparencia, motivos econ&oacute;micos, etc.</p>
<p>Hace unos d&iacute;as escrib&iacute; sobre como [ACTI (o sus miembros) comienza(n) a sembrar miedo][7] afirmando la "destrucci&oacute;n de la neutralidad tecnol&oacute;gica" como causa de un proyecto env&iacute;ado al congreso para fomentar el uso de software libre a nivel gubernamental.</p>
<p>Hoy me encuentro con esta sorpresa: [Publicado en el Francotirador][6], cito las mejores partes:</p>
<p>&gt;Chicos, &iquest;qu&eacute; me dir&iacute;an si les cuento que desde hoy, los 15 millones de chilenos (todos) vamos a ser usuarios de Microsoft&hellip; lo queramos o no?<br />
Lo imagin&eacute;.<br />
&gt;<br />
&gt;&iquest;Y qu&eacute; tal si agrego al paquete que, en adelante, realizar cualquier tr&aacute;mite estatal o municipal requerir&aacute; el uso de software Microsoft? Pero no nos conformemos. Sumen que toda la educaci&oacute;n chilena ser&aacute; ejecutada sobre plataformas Microsoft y que -no conforme con eso- cada estudiante matriculado de nuestro pa&iacute;s se convertir&aacute; en &ldquo;cliente preferencial&rdquo; de la empresa.<br />
&gt;<br />
&gt;&iquest;Suficiente? Esperen, se pone mejor.<br />
&gt;<br />
&gt;Digamos adem&aacute;s que Microsoft tendr&aacute; privilegios exclusivos para lanzar programas de &ldquo;apoyo&rdquo; a la peque&ntilde;a y mediana empresa chilena, as&iacute; como para estudiar las &aacute;reas productivas m&aacute;s importantes de nuestro pa&iacute;s y ofrecerles &ldquo;soluciones innovadoras&rdquo;.<br />
&gt;<br />
&gt;Pero sobre todo, &iquest;qu&eacute; me dir&iacute;an si les revelo que debemos agradecer toda esta maravilla al alto auspicio del Gobierno de Chile y -m&aacute;s espec&iacute;ficamente- nuestro Ministerio de Econom&iacute;a?<br />
&gt;<br />
&gt;&iquest;Broma de inocentes? &iquest;Una pesadilla orwelliana? Ya lo querr&iacute;amos&hellip;</p>
<p>Se menciona la intervenci&oacute;n del Senador Navarro:</p>
<p>El 18 de julio reci&eacute;n pasado, el senador Alejandro Navarro intervino en la C&aacute;mara Alta para denunciar un curioso documento al cual hab&iacute;a tenido acceso.</p>
<p>&gt;Se trataba de una copia del Acuerdo Marco de Cooperaci&oacute;n firmado el 9 de mayo entre nuestro ministro de Econom&iacute;a, Alejandro Ferreiro, Craig Mundie, Chief Research and Strategy &gt;Officer de Microsoft y Hern&aacute;n Orellana, gerente de Microsoft Chile y viejo amigo nuestro.<br />
&gt;<br />
&gt;Aunque la intervenci&oacute;n de Navarro acab&oacute; siendo algo confusa, sembr&oacute; suficientes dudas como para que algunos defensores de la neutralidad tecnol&oacute;gica comenzaran a indagar en busca del documento del que, este fin de semana, Carlos y yo obtuvimos una copia.</p>
<p>Una gran menci&oacute;n a las licitaciones:</p>
<p>&gt;Se trata de un acuerdo donde Chile da luz verde a Microsoft -tal como apunta Navarro, sin licitaci&oacute;n alguna- para desarrollar proyectos en distintos frentes sociales, como gesti&oacute;n ciudadana, gesti&oacute;n municipal, educaci&oacute;n, capacitaci&oacute;n, fomento empresarial o innovaci&oacute;n, otorg&aacute;ndole no s&oacute;lo el apoyo del aparato estatal, sino de organismos cr&iacute;ticos, como el Registro Civil o el INJUV.</p>
<p>[L&eacute;an el art&iacute;culo completo][6]</p>
<div class="p_embed p_image_embed">
<img alt="Media_httpimg59images_hnpjf" height="170" src="{{ site.baseurl }}/assets/media_httpimg59images_hnpjf-scaled500.jpg?w=170" width="170" />
</div>
<p>Shot at 2007-07-24</p>
<p>El responsable de este desastre: [Alejandro Ferreiro][5], Ministro de Econom&iacute;a, Fomento y Reconstrucci&oacute;n.</p>
<p>Como dice [FayerWayer en su &aacute;rticulo][8]:</p>
<p>&gt;&iquest;Et tu ACTI? &iquest;No quer&iacute;as Neutralidad Tecnol&oacute;gica? Esperamos la publicaci&oacute;n en tu p&aacute;gina web sobre c&oacute;mo el acuerdo de Microsoft amenaza la neutralidad e independencia tecnol&oacute;gica del pa&iacute;s.</p>
<p>Lo dudamos, quien firm&oacute; el acuerdo, el Gerente General de Microsoft Chile, Hern&aacute;n Orellana, es tambi&eacute;n vicepresidente en el [directorio de la ACTI][4]. Doble est&aacute;ndar, y en este caso, hediondo.</p>
<p>Se ha formado el [Frente de Liberaci&oacute;n Digital][9] para protestar contra este sucio caso.</p>
<p>Felicitaciones al equipo de El Francotirador por su [art&iacute;culo][6].</p>
<p> [1]: <a href="http://www.fayerwayer.com/2007/07/neutralidad-tecnologica-en-riesgo-ante-declaraciones-de-acti/">http://www.fayerwayer.com/2007/07/neutralidad-tecnologica-en-riesgo-ante-decl...</a><br />
 [2]: <a href="http://eldiabloenlosdetalles.net/acuerdo-marco-de-colaboracion-microsoft-gobierno-de-chile">http://eldiabloenlosdetalles.net/acuerdo-marco-de-colaboracion-microsoft-gobi...</a><br />
 [3]: <a href="http://eldiabloenlosdetalles.net/2007/07/22/%c2%bfesta-el-gobierno-de-chile-vendiendonos-a-microsoft/">http://eldiabloenlosdetalles.net/2007/07/22/%c2%bfesta-el-gobierno-de-chile-v...</a><br />
 [4]: <a href="http://www.acti.cl/acti/directorio.htm">http://www.acti.cl/acti/directorio.htm</a><br />
 [5]: <a href="http://www.gobiernodechile.cl/ministerios/curriculum.asp?cod=220">http://www.gobiernodechile.cl/ministerios/curriculum.asp?cod=220</a><br />
 [6]: <a href="http://www.elfrancotirador.cl/2007/07/23/el-dia-que-chile-se-vendio-a-microsoft/">http://www.elfrancotirador.cl/2007/07/23/el-dia-que-chile-se-vendio-a-microsoft/</a><br />
 [7]: <a href="http://duncan.mac-vicar.com/blog/archives/253">http://duncan.mac-vicar.com/blog/archives/253</a><br />
 [8]: <a href="http://www.fayerwayer.com/2007/07/ciudadanos-chilenos-ahora-son-propiedad-de-microsoft-corporation">http://www.fayerwayer.com/2007/07/ciudadanos-chilenos-ahora-son-propiedad-de-...</a><br />
 [9]: <a href="http://www.liberaciondigital.org">http://www.liberaciondigital.org</a></p>
