---
layout: post
title: '"La excelencia académica sin selección de alumnos es completamente posible"'
date: 2007-06-23 19:13:39.000000000 +02:00
type: post
published: true
status: publish
categories: []
tags:
- chile
- people
- society
- Spanish
- usa
meta:
  posterous_6c96d52da40a5d7e34be538822acc826_post_id: '48644198'
  posterous_6c96d52da40a5d7e34be538822acc826_permalink: http://duncan.mac-vicar.com/la-excelencia-academica-sin-seleccion-de-alum
  _oembed_77924b61d11ad79bb2d86cb84c1e30f9: "{{unknown}}"
author:
  login: duncan
  email: dmacvicar@gmail.com
  display_name: duncan
  first_name: Duncan
  last_name: Mac-Vicar P.
---
<p>
    [Hoy en La Tercera:][1]</p>
<p>&gt;Aaron Brenner, uno de los fundadores de las Escuelas Kipp, los establecimientos p&uacute;blicos m&aacute;s exitosos de Estados Unidos "La excelencia acad&eacute;mica sin selecci&oacute;n de alumnos es completamente posible"<br />
&gt;<br />
&gt;Invitado a Chile por Libertad y Desarrollo, este acad&eacute;mico y director de la Kipp Shine de Houton habla sobre los factores que permiten a estos colegios contar con un 90% de ingreso a la universidad pese a la condici&oacute;n social de sus alumnos.</p>
<p>Destaco:</p>
<p>&gt;- &iquest;Existen incentivos al desempe&ntilde;o docente?<br />
&gt;- Pagamos un 20% m&aacute;s que en las otras escuelas del Estado, pagamos todos los seguros m&eacute;dicos, les damos un computador o laptop a los profesores y tambi&eacute;n un celular por si su familia necesita comunicarse con ellos. Tambi&eacute;n tenemos un programa de apoyo al ahorro, seg&uacute;n el cual por cada d&oacute;lar que los maestros ponen en una cuenta, nosotros agregamos otro. Fiscalizaci&oacute;n y costos</p>
<p>&gt;- &iquest;Cu&aacute;nto cuesta educar a un ni&ntilde;o en las escuelas Kipp?<br />
&gt;- US$ 9 mil d&oacute;lares al a&ntilde;o por alumno. Es lo mismo que se gasta en las otras escuelas p&uacute;blicas. Incluso el Estado nos da menos dinero, porque recibimos subvenci&oacute;n. De 9 mil, 6 mil los entrega el Estado y el resto son donaciones privadas. Este a&ntilde;o tenemos m&aacute;s de US$ 80 millones en donaciones.</p>
<p>[1]: <a href="http://www.latercera.cl/medio/articulo/0,0,3255_255243945_277062697,00.html">http://www.latercera.cl/medio/articulo/0,0,3255_255243945_277062697,00.html</a></p>
