---
layout: post
title: Gobierno de Chile y Software Libre
date: 2007-04-19 21:31:01.000000000 +02:00
type: post
published: true
status: publish
categories: []
tags:
- chile
- freedom
- open-source
- politics
- Spanish
meta:
  posterous_6c96d52da40a5d7e34be538822acc826_post_id: '48644043'
  posterous_6c96d52da40a5d7e34be538822acc826_permalink: http://duncan.mac-vicar.com/gobierno-de-chile-y-software-libre
  _oembed_1256020cdf5e55fec04586ed24a408de: "{{unknown}}"
  _oembed_cfff53f7627e8119d3b224520d4c9c34: "{{unknown}}"
  _oembed_dc3a47985264922a230bab58eda65049: "{{unknown}}"
  _oembed_b63e72046d1fc4544f1d25b162ed41a7: "{{unknown}}"
  _oembed_f91cf8a7aa2f0ea5ac5131c749c2213c: "{{unknown}}"
  _oembed_8c5fdc2a6fda2c9256f8af21293a56af: "{{unknown}}"
  _oembed_8a9a5ad83feb1eca521b3c990739c8fc: "{{unknown}}"
  _oembed_bbeaa65aba862b2ef1fb5cfd671d6959: "{{unknown}}"
  _oembed_d048083d144a74fd508b59dc7e85049d: "{{unknown}}"
author:
  login: duncan
  email: dmacvicar@gmail.com
  display_name: duncan
  first_name: Duncan
  last_name: Mac-Vicar P.
---
<p>
    Hoy en [EMOL][1] aparece una noticia sobre el diputado RN Roberto Sep&uacute;lveda, que pide al gobierno utilizar software libre:</p>
<p>&gt;SANTIAGO.- El diputado de RN Roberto Sep&uacute;lveda solicit&oacute; a las autoridades de Gobierno impulsar en sus plataformas inform&aacute;ticas el uso del software libre Linux, dadas las &gt;innumerables ventajas que presenta frente a los que operan bajo licencia y a un mayor costo.<br />
&gt;<br />
&gt;El parlamentario indic&oacute; que &ldquo;considerando que en nuestro pa&iacute;s la inversi&oacute;n en desarrollo cient&iacute;fico es &iacute;nfima, el uso de sistema Linux nos provee de poderosas herramientas computacionales, pr&aacute;cticamente a costo cero, con una gran vida &uacute;til, con mayor seguridad, estabilidad, flexibilidad, y por sobretodo, el no uso del antivirus".<br />
&gt;<br />
&gt;Sep&uacute;lveda explic&oacute; que en la actualidad, con el sistema de software propietario (que operan bajo licencia), cuando se requiere solucionar alg&uacute;n desperfecto, la &uacute;nica soluci&oacute;n es recurrir a una limitada mesa de soporte, tel&eacute;fonos de ayuda o escas&iacute;sima documentaci&oacute;n.<br />
&gt;<br />
&gt;En cambio, con el sistema de software libre, al trabajar millones de voluntarios, dicho sistema evoluciona m&aacute;s r&aacute;pido, y los errores se corrigen en un m&iacute;nimo de tiempo.<br />
&gt;<br />
&gt;"A diferencia del sistema operativo preinstalado en los computadores, el software libre nos provee de un mundo de soluciones, lo que ha significado que importantes empresas de hardware se encuentran en v&iacute;as de lanzar equipos con Linux, lo que se traduce en una gran disminuci&oacute;n en el precio final del equipo", a&ntilde;adi&oacute; Sep&uacute;lveda.</p>
<p>Si bien la petici&oacute;n es acertada, las razones no lo son. Esta claro que el software libre es m&aacute;s flexible y m&aacute;s seguro, pero esas no son razones de Estado.</p>
<p>El diputado Navarro en [EL USO DEL SOFTWARE LIBRE EN EL ESTADO Y LA NEUTRALIDAD TECNOLOGICA][2] apunta mucho mejor a la verdadera raz&oacute;n. la neutralidad tecnol&oacute;gica:</p>
<p>&gt;1. Libre acceso del ciudadano a la informaci&oacute;n p&uacute;blica. Democracia inform&aacute;tica y no discriminaci&oacute;n.<br />
&gt;2. Duraci&oacute;n de los datos p&uacute;blicos en el tiempo.<br />
&gt;3. Seguridad nacional y de los ciudadanos.<br />
&gt;4. Fomento de la innovaci&oacute;n tecnol&oacute;gica, independencia del proveedor y soberan&iacute;a inform&aacute;tica<br />
&gt;5. Fomento del multiling&uuml;ismo y del multiculturalismo en la red y en el Estado.<br />
&gt;6. Disminuci&oacute;n de la brecha tecnol&oacute;gica y fortalecimiento del derecho al desarrollo econ&oacute;mico.<br />
&gt;7. Ventajas econ&oacute;micas para el Estado.</p>
<p>Por el lado de los costos tambi&eacute;n nos da datos bastante &uacute;tiles:</p>
<p>&gt;* Ministerio de Defensa $2.229.971.000;<br />
&gt;* Ministerio de Vivienda $1.019.651.000;<br />
&gt;* Ministerio del Trabajo $780.883.000;<br />
&gt;* Ministerio de Educaci&oacute;n $764.414.000;<br />
&gt;* Ministerio de Justicia $723.567.000;<br />
&gt;* Ministerio de Econom&iacute;a $655.566.000;<br />
&gt;* Ministerio de Salud $431.243.000;<br />
&gt;* Ministerio del Interior $331.728.000;<br />
&gt;* Ministerio de Planificaci&oacute;n $270.004.000<br />
&gt;<br />
&gt;S&oacute;lo estos nueve ministerios suman un total de $7.207.027.000, lo que equivale a una cifra varias veces superior al presupuesto anual de m&aacute;s de 200 municipalidades del pa&iacute;s (un 57% del total de municipalidades) que tuvieron presupuestos inferiores a 2 mil millones de pesos el 2005.</p>
<p>Y me [cito yo mismo][3] en un post que puse aqu&iacute; hace un tiempo atr&aacute;s:</p>
<p>&gt;Utilizar formatos proprietarios para datos p&uacute;blicos deber&iacute;a considerarse discriminaci&oacute;n al acceso a dichos datos, asi como irresponsabilidad del gobierno.</p>
<p>Un tema que Navarro toca, pero no va muy profundo, es el fomento a creaci&oacute;n de industria local. Al pasar a ser el software un commodity, la industria local puede desarrollarse ofreciendo servicios e innovaci&oacute;n sobre este.</p>
<p> [1]: <a href="http://www.emol.com/noticias/todas/detalle/detallenoticias.asp?idnoticia=252765">http://www.emol.com/noticias/todas/detalle/detallenoticias.asp?idnoticia=252765</a><br />
 [2]: <a href="http://www.navarro.cl/glegislativa/intervenciones/cutenews-e/show_news.php?subaction=showfull&amp;id=1175778086&amp;archive=&amp;template=">http://www.navarro.cl/glegislativa/intervenciones/cutenews-e/show_news.php?su...</a><br />
 [3]: <a href="http://duncan.mac-vicar.com/blog/archives/204">http://duncan.mac-vicar.com/blog/archives/204</a></p>
