---
layout: post
title: Publicidad Microsoft en Blog de El Mercurio
date: 2007-04-12 04:01:48.000000000 +02:00
type: post
published: true
status: publish
categories: []
tags:
- chile
- software
- Spanish
- tech
meta:
  posterous_6c96d52da40a5d7e34be538822acc826_post_id: '48644028'
  posterous_6c96d52da40a5d7e34be538822acc826_permalink: http://duncan.mac-vicar.com/publicidad-microsoft-en-blog-de-el-mercurio
  _oembed_37f48a568fe1c661ccc7c07626985ff8: "{{unknown}}"
  _oembed_449a592bf30af5bb8e99f952f8e2772a: "{{unknown}}"
  _oembed_7733b5ae5f5a501aa021eb8448df77c2: "{{unknown}}"
  _oembed_c3bf2f61e5dd6c40e76dab854857efe1: "{{unknown}}"
author:
  login: duncan
  email: dmacvicar@gmail.com
  display_name: duncan
  first_name: Duncan
  last_name: Mac-Vicar P.
---
<p>
    En el blog de EMOL apareci&oacute; [un art&iacute;culo][4] escrito por por Pablo Berro, director de Consultor&iacute;a y Desarrollos &Aacute;giles de Snoop Consulting, sobre Microsoft .NET. He dejado un comentario en el blog mismo, pero muchas veces que he comentado en blogs de medios grandes, los comentarios no aparecen, por lo que replico mi comentario aqu&iacute;:</p>
<p>&gt;Aunque el post es bastante informativo, es completamente sesgado y exagerado (&iquest;publicidad?).<br />
&gt;<br />
&gt;[Solo un 3.7%][1] en Vista RC2 era c&oacute;digo "managed", o sea, que ejecuta sobre la m&aacute;quina virtual .NET, eso dice que ni siquiera Microsoft utiliza .NET en serio.<br />
&gt;<br />
&gt;Decir que en los pr&oacute;ximos a&ntilde;os casi todas las aplicaciones de Microsoft estar&aacute;n basadas en .NET ser&iacute;a ignorar cualquier m&eacute;trica de ingenier&iacute;a. A Microsoft le tom&oacute; 5 a&ntilde;os lanzar una versi&oacute;n nueva de su sistema operativo, dejando fuera la mayor&iacute;a de las promesas iniciales. Reescribir toda la suit de software que poseen en la plataforma .NET es adem&aacute;s de irreal, sin sentido alguno.<br />
&gt;<br />
&gt;Decir que .NET es un hito en la computaci&oacute;n es tambi&eacute;n una exageraci&oacute;n. .NET no es mucho m&aacute;s que la reinvenci&oacute;n de la plataforma Java por motivos estrat&eacute;gicos. Microsoft se la jug&oacute; por Java, intent&oacute; controlarlo, perdi&oacute; un juicio, y hizo lo de siempre, reinventar y extender. .NET tiene varias mejoras, pero tambien muchas desventajas frente a Java. Siendo la principal, que el stack Java esta siendo liberado bajo una licencia libre.<br />
&gt;<br />
&gt;Respecto a Mono. Hace rato que dejo de ser un "emprendimiento". El producto es hoy utilizado por varias empresas, incluyendo [reproductores de mp3][2] y [juegos 3D][3].</p>
<p> [1]: <a href="http://www.grimes.demon.co.uk/dotnet/vistaAndDotnet.htm">http://www.grimes.demon.co.uk/dotnet/vistaAndDotnet.htm</a><br />
 [2]: <a href="http://tirania.org/blog/archive/2007/Apr-09.html">http://tirania.org/blog/archive/2007/Apr-09.html</a><br />
 [3]: <a href="http://tirania.org/blog/archive/2007/Feb-03.html">http://tirania.org/blog/archive/2007/Feb-03.html</a><br />
 [4]: <a href="http://internetblog.emol.com/archives/2007/04/plataforma_net.asp">http://internetblog.emol.com/archives/2007/04/plataforma_net.asp</a></p>
