---
layout: post
title: Freakonomics II
date: 2007-03-07 05:14:17.000000000 +01:00
type: post
published: true
status: publish
categories: []
tags:
- chile
- politics
- society
- Spanish
meta:
  posterous_6c96d52da40a5d7e34be538822acc826_post_id: '48643945'
  posterous_6c96d52da40a5d7e34be538822acc826_permalink: http://duncan.mac-vicar.com/freakonomics-ii
  _oembed_5b21d04304a65bda064b9a955c72df9d: "{{unknown}}"
  _oembed_85403903304dad27c85e8beda3e8dc3f: "{{unknown}}"
  _oembed_b103809fcd24b1dcb2e895eb4b446856: "{{unknown}}"
  _oembed_0e8e85940f747e4f501f0cbcefb9d9f3: "{{unknown}}"
  _oembed_99abb304c3e6ac6c1baab776a663e1bf: "{{unknown}}"
  _oembed_1e1cd68f6bcf93c45a927585fd2ba746: "{{unknown}}"
  _oembed_4115169ec3d3d950c59e4b5b771b49a9: "{{unknown}}"
  _oembed_431ab20459522894b4ef50e628e17a6b: "{{unknown}}"
  _oembed_bc08924b2043e8838c07c1b7b67b22e1: "{{unknown}}"
  _oembed_aa63226d6f57393a385834f208794b07: "{{unknown}}"
  _oembed_8c967c7e04109bd9ba60fbfd568b5ba1: "{{unknown}}"
  _oembed_18000f9632fd5388670dadd8c07f62fd: "{{unknown}}"
  _oembed_21e087b38d40ebadf517115b8461c7c4: "{{unknown}}"
  _oembed_026f870c5b4c80b97e0922f1f6973cd3: "{{unknown}}"
  _oembed_59e4b694077b9e2fd43263c65ed498d3: "{{unknown}}"
  _oembed_ce8e8087e0d268df3a14d63c62fef599: "{{unknown}}"
author:
  login: duncan
  email: dmacvicar@gmail.com
  display_name: duncan
  first_name: Duncan
  last_name: Mac-Vicar P.
---
<p>
    Leer y ver pel&iacute;culas es peligroso. He visto como gente se emboba con las cosas que encuentra en los libros (y muchas veces me incluyo).</p>
<p>La mayor&iacute;a de los libros y documentales que contienen informaci&oacute;n muchas veces "pol&eacute;mica" en ellos, se caen a pedazos al buscar un poco de cr&iacute;tica en google.</p>
<p>S&oacute;lo ayer viajaba en un avi&oacute;n y disfrutaba de [freakonomics][3]. El libro es bueno. Sin embargo al introducirse en temas tan pol&eacute;micos como el aborto, una mente abierta (abierta en el sentido de pragmatismo, ya que un liberal vendepomada   como un conservador repetitivo son ejemplos de personas dogm&aacute;ticas ) est&aacute; preparado para aceptar cualquier correlaci&oacute;n entre los datos.</p>
<p>Como la correlaci&oacute;n no supone causalidad, que una persona diga que la legalizaci&oacute;n del aborto es la variable con mas correlaci&oacute;n en el descenso de la criminalidad, es algo bastante normal y puede tener sustento por varios lados, lo que deja el tema &eacute;tico como una discusi&oacute;n aparte. Aqu&iacute; s&oacute;lo estamos discutiendo variables.</p>
<p>Pero hoy bastaron 5 minutos en google para encontrar [documentos que hacen pedazos ese an&aacute;lisis][1]. El autor [ha reconocido][2] los errores de c&aacute;lculo que lo llevaron a ciertas conclusiones.</p>
<p>Si bien esto no da&ntilde;a el mensaje de fondo de Levitt. Que los padres se sienten m&aacute;s tranquilos con un ni&ntilde;o jugando en una casa con  piscina que en una casa con un arma, a pesar que el primero es un riesgo mil veces mayor, es un an&aacute;lisis interesante. El mensaje, m&aacute;s que los datos, es buscar el verdadero comportamiento del sistema.</p>
<p>Otro ejemplo, es m&aacute;s f&aacute;cil pedir fondos al congreso para combatir terroristas que para enfermedades cardiacas, a&uacute;n cuando la probabilidad del &uacute;ltimo sea tambien mayor en &oacute;rdenes de magnitud (y sorprende a&uacute;n m&aacute;s que una guerra se haya comenzado en base a propagar informaci&oacute;n  confusa).</p>
<p>En el caso del aborto, creo que para muchos es reconfortante leer que &eacute;ste est&eacute; correlacionado con la disminuci&oacute;n del crimen. [Hay personas que con simple aritm&eacute;tica][4] muestran que si las cifras de abortos clandestinos al a&ntilde;o que se utilizan para promover su legalizaci&oacute;n fueran ciertas, significar&iacute;a que cada mujer de Chile aborta al menos una vez.</p>
<p>Un ejemplo muy similar al libro de Levitt. Una persona que reun&iacute;a fondos para personas sin hogar, utiliz&oacute; una cifra que a&ntilde;os despu&eacute;s confes&oacute; haber inventado, y lo mismo sucede con las cifras de aborto ilegal, que si bien no son bajas, son aumentadas, tal como se desconocen (o se evita hablar de) las muertes por abortos legales.</p>
<p>Muchos sabr&aacute;n de [Bernard Nathanson][7], que paso de ser un activista pro-aborto a un pro-vida, para luego reconocer que las cifras que siempre hablaron eran falsas.</p>
<p>Ahora bien, Levitt no es un pro-aborto. Y ese es el problema. Si bien una parte de los ataques a su trabajo vienen por el lado de las cifras y matem&aacute;ticas, muchas otras vienen de personas que intentan decir "lo que t&uacute; dices no entra en mi zona de confort asi es que no puede ser cierto".</p>
<p>&iquest;C&oacute;mo lograr que la gente sea capaz de buscar conocimiento sin quedarse ciega por dogmas, n&uacute;meros err&oacute;neos y no poder manejar conceptos como correlaci&oacute;n, causalidad y l&oacute;gica, etc?</p>
<p>* Lo que concluye Levitt puede seguir siendo cierto, el aborto est&aacute; _relacionado_ con la disminuci&oacute;n del crimen.<br />
* Los n&uacute;meros de Levitt contienen errores, por lo que los n&uacute;meros no son tan significativos como se presentan en el libro.<br />
* Que a&uacute;n cuando Levitt tenga raz&oacute;n, eso no quita que las organizaciones pro aborto utilicen datos tan inflados y falsos como los datos de Bush sobre armas en Irak.<br />
* Que la discusi&oacute;n estad&iacute;stica no tiene relaci&oacute;n con la &eacute;tica. Levitt solo puede poner un "precio" a la vida humana, intercambiando por ejemplo 100 fetos por una vida, o poniendose en distintos escenarios. Pero su caso falla para cuando para una persona este precio simplemente no existe. A&uacute;n asi el demuestra que para el supuesto ejemplo de 1 a 100 no valdr&iacute;a la pena si el fin es la reducci&oacute;n del crimen.</p>
<p>Ahora el principal problema es que a nivel de sociedad, la mayor&iacute;a de las cifras que se presentan cuando hay intereses, son cifras que o bien son derechamente falsas, o van con un toque de terror o miedo para ser infladas y conseguir el objetivo.</p>
<p>Mi experiencia anterior hab&iacute;a sido con el documental [What the bleep we know][8]. Luego de quedar maravillado con los cristales de agua de Masaru Emoto, para luego leer la cr&iacute;tica y ver que Emoto era un fraude, y que lo poco de cient&iacute;fico que ten&iacute;a el documental era sacado fuera de contexto. "Olvidate de la ingenier&iacute;a" podr&iacute;a decir un amigo. Pero en verdad si algo no tiene algo de base, generalmente tiene solo incentivos comerciales detr&aacute;s.</p>
<p>A&uacute;n, tanto el libro de Svett como ese documental me dejaron algo. Si s&oacute;lo hubiese le&iacute;do (o visto), sin buscar la cr&iacute;tica, me sentir&iacute;a m&aacute;s ignorante que antes, pero estando conciente de los puntos d&eacute;biles, ambos aportaron. ( interesante que la palabra conciencia aparezca ).</p>
<p>Leer y ver pel&iacute;culas es peligroso. Aun as&iacute; creo que es m&aacute;s peligroso no hacerlo.</p>
<p> [1]: <a href="http://www.isteve.com/Freakonomics_Fiasco.htm">http://www.isteve.com/Freakonomics_Fiasco.htm</a><br />
 [2]: <a href="http://www.freakonomics.com/blog/2005/11/28/everything-in-freakonomics-is-wrong/">http://www.freakonomics.com/blog/2005/11/28/everything-in-freakonomics-is-wrong/</a><br />
 [3]: <a href="http://www.freakonomics.com">http://www.freakonomics.com</a><br />
 [4]: <a href="http://patoace.wordpress.com/2005/06/21/las-cifras-del-aborto/">http://patoace.wordpress.com/2005/06/21/las-cifras-del-aborto/</a><br />
 [5]: <a href="http://www.forosalud.cl/forosalud/revista/uploaded/abortoenchile.htm">http://www.forosalud.cl/forosalud/revista/uploaded/abortoenchile.htm</a><br />
 [6]: <a href="http://www.piensaloenlinea.com/choice/A000000001.cfm">http://www.piensaloenlinea.com/choice/A000000001.cfm</a><br />
 [7]: <a href="http://en.wikipedia.org/wiki/Bernard_Nathanson">http://en.wikipedia.org/wiki/Bernard_Nathanson</a><br />
 [8]: <a href="http://en.wikipedia.org/wiki/What_the_Bleep_Do_We_Know">http://en.wikipedia.org/wiki/What_the_Bleep_Do_We_Know</a>!%3F</p>
