---
layout: post
title: Iglesia del Monstruo de Espagueti Volador
date: 2007-05-28 01:18:55.000000000 +02:00
type: post
published: true
status: publish
categories: []
tags:
- freedom
- politics
- society
meta:
  posterous_6c96d52da40a5d7e34be538822acc826_permalink: http://duncan.mac-vicar.com/iglesia-del-monstruo-de-espagueti-volador
  posterous_6c96d52da40a5d7e34be538822acc826_post_id: '48644133'
  _oembed_2417adad6257a9eb60a9b2c10baaf061: "{{unknown}}"
  _oembed_fa105e1ccab7bdf85c0ef843c054cfe8: "{{unknown}}"
  _oembed_b4453f85998a2a5e0638e1393469140f: "{{unknown}}"
  _oembed_07ab1f0f7be832b843592a33cce84f0a: "{{unknown}}"
  _oembed_880a3e3cc3081eae8f0e75f1aa16e461: "{{unknown}}"
  _oembed_46a500a27d49ae3ee4ed8ac1a5976e2e: "{{unknown}}"
author:
  login: duncan
  email: dmacvicar@gmail.com
  display_name: duncan
  first_name: Duncan
  last_name: Mac-Vicar P.
---
<p>
    &gt;El [pastafarismo][3] es una parodia de religi&oacute;n inventada como respuesta a la decisi&oacute;n del Consejo de Educaci&oacute;n del Estado de Kansas (en ingl&eacute;s: Kansas State Board of Education) a finales de 2005 de permitir que se ense&ntilde;e la teor&iacute;a del [dise&ntilde;o inteligente][5] como una alternativa de la teor&iacute;a de la evoluci&oacute;n</p>
<div class="p_embed p_image_embed">
<img alt="" src="{{ site.baseurl }}/assets/800pxtouchedbyhisnoodlyye2.jpg" />
</div>
<p>[El espagueti volador: una alternativa a las teor&iacute;as creacionistas][2]</p>
<p>&gt;Lo que comenz&oacute; siendo una broma entre amigos se ha convertido, gracias a Internet, en un peque&ntilde;o movimiento popular. Un grupo de universitarios estadounidenses ha elaborado una tesis que basa el inicio de la vida en la existencia de un ser superior con cuerpo de fideos &ndash;como los de la sopa. Suena absurdo, evidentemente. Pero sus autores creen que si la comunidad cient&iacute;fica termina dando validez a las teor&iacute;as religiosas, los libros de texto podr&iacute;an llenarse de explicaciones sobre el universo tan disparatadas como la suya. Fieles, al menos en Internet, no les faltan.</p>
<p>[El Vaticano apoya a Darwin frente a la teor&iacute;a del &ldquo;dise&ntilde;o inteligente&rdquo;][1]</p>
<p>&gt;La Iglesia Cat&oacute;lica se ha desmarcado de las teor&iacute;as creacionistas norteamericanas, apoyadas por importantes sectores de la sociedad y por el mismo presidente George w. Bush mediante un art&iacute;culo publicado en L&rsquo;Observattore. En su lugar afirman que el &ldquo;dise&ntilde;o inteligente&rdquo; no es ciencia y que en la teor&iacute;a de Darwin se encuentra &ldquo;la llave interpretativa de la historia en la tierra&rdquo;.</p>
<p>Citando un [comentario en un blog][4]:</p>
<p>&gt;Los mayores defensores de Bush y sus teor&iacute;as creacionistas no son los cat&oacute;licos, que son minor&iacute;a en EEUU, sino evang&eacute;licos y otras sectas cristianas fundamentalistas.</p>
<p>[Bush cuestiona el darwinismo][6]</p>
<p>&gt;El presidente norteamericano ha vuelto a poner sobre la mesa sus ideas sobre la evoluci&oacute;n del ser humano. Bush se ha mostrado partidario de que las escuelas del pa&iacute;s ense&ntilde;en a los ni&ntilde;os tanto las teor&iacute;as de Darwin como la del &ldquo;dise&ntilde;o inteligente&rdquo;, que establece que en el inicio de la vida tuvo que intervenir un creador. El presidente afirm&oacute;: &ldquo;Si me preguntan si la gente deber&iacute;a o no estar expuesta a diferentes ideas, la respuesta es s&iacute;&rdquo;.</p>
<p>Bobby Henderson dice:</p>
<p>&gt;&laquo;No tengo problemas con la religi&oacute;n. Lo que me molesta es que nos quieran vender la religi&oacute;n como una ciencia. Me parece bien que se ense&ntilde;e el creacionismo en las escuelas, pero no como parte de la materia de Ciencias Naturales. La Ciencia es el estudio de fen&oacute;menos naturales y observables&raquo;.</p>
<p> [1]: <a href="http://www.informativos.telecinco.es/vaticano/dise%F1o-inteligente/evolucion-darwin/dn_18897.htm">http://www.informativos.telecinco.es/vaticano/dise%F1o-inteligente/evolucion-...</a><br />
 [2]: <a href="http://www.informativos.telecinco.es/monstruo-espagueti/diseno-inteligente/EEUU/dn_11243.htm">http://www.informativos.telecinco.es/monstruo-espagueti/diseno-inteligente/EE...</a><br />
 [3]: <a href="http://es.wikipedia.org/wiki/Pastafarismo">http://es.wikipedia.org/wiki/Pastafarismo</a><br />
 [4]: <a href="http://rufo.wordpress.com/2005/09/08/el-creacionismo-y-el-espagueti-volador/#comment-2878">http://rufo.wordpress.com/2005/09/08/el-creacionismo-y-el-espagueti-volador/#...</a><br />
 [5]: <a href="http://es.wikipedia.org/wiki/Dise%C3%B1o_inteligente">http://es.wikipedia.org/wiki/Dise%C3%B1o_inteligente</a><br />
 [6]: <a href="http://www.informativos.telecinco.es/bush/diseno_inteligente/darwin/dn_9864.htm">http://www.informativos.telecinco.es/bush/diseno_inteligente/darwin/dn_9864.htm</a></p>
