---
layout: post
title: ACTI (o sus miembros) comienza(n) a sembrar miedo
date: 2007-07-17 17:35:29.000000000 +02:00
type: post
published: true
status: publish
categories: []
tags:
- business
- chile
- freedom
- open-source
- politics
- Spanish
meta:
  posterous_6c96d52da40a5d7e34be538822acc826_post_id: '48644244'
  posterous_6c96d52da40a5d7e34be538822acc826_permalink: http://duncan.mac-vicar.com/acti-o-sus-miembros-comienzan-a-sembrar-miedo
  _oembed_59a050ff973e914e6f1dc925fce563c5: "{{unknown}}"
  _oembed_1d3cf71e34f9b2dcb9d98e5321e35f5a: "{{unknown}}"
  _oembed_90537c53c5a33f1403d338228734dc91: "{{unknown}}"
  _oembed_b4525a1a4ee0f6dd0c7c094fd83717fb: "{{unknown}}"
  _oembed_682006eb804de3a454b2929a1e91858d: "{{unknown}}"
  _oembed_a7a9a57008b50fb941083d7f2037b330: "{{unknown}}"
  _oembed_af0817030ae027998da9695eb7d51850: "{{unknown}}"
  _oembed_3f1327ee3a10544739c1d91759e3e94c: "{{unknown}}"
  _oembed_d8b955dc9c3665b6b1820cb02525647d: "{{unknown}}"
  _oembed_e113192d8deadc3277e90ecf0069184c: "{{unknown}}"
author:
  login: duncan
  email: dmacvicar@gmail.com
  display_name: duncan
  first_name: Duncan
  last_name: Mac-Vicar P.
---
<p>
    ([El Mercurio][5] ):</p>
<p>&gt;Acuerdos internacionales:<br />
&gt;Neutralidad tecnol&oacute;gica en riesgo ante proyecto de diputados<br />
&gt;<br />
&gt;La Asociaci&oacute;n Chilena de Empresas de Tecnolog&iacute;as de la Informaci&oacute;n (ACTI) advirti&oacute; los riesgos que implica el acuerdo alcanzado en la C&aacute;mara de Diputados, durante la semana &gt;pasada, que solicita a la Presidenta de la Rep&uacute;blica disponer la implementaci&oacute;n en las oficinas de la Administraci&oacute;n del Estado de software libres en sus sistemas inform&aacute;ticos.&gt;<br />
&gt;<br />
&gt;La medida, que se har&iacute;a extensiva a todos los establecimientos educacionales del pa&iacute;s, ir&iacute;a contra "los acuerdos internacionales que Chile posee referente a neutralidad tecnol&oacute;gica, e ir&iacute;a en contra de lo que es la tendencia mundial en la materia", asegur&oacute; Ra&uacute;l Ciudad, presidente de la ACTI.<br />
&gt;<br />
&gt;Para Ciudad, la neutralidad tecnol&oacute;gica impulsa la libre competencia que, con una adecuada protecci&oacute;n a los derechos de propiedad intelectual, estimula la inversi&oacute;n en &gt;investigaci&oacute;n y desarrollo, la innovaci&oacute;n, la creaci&oacute;n de empleos de alto valor agregado y bien remunerados y la generaci&oacute;n de impuestos, entre otras situaciones.<br />
&gt;<br />
&gt;El asesor jur&iacute;dico de ACTI, Rodrigo Rojas, asegur&oacute; que la iniciativa de los diputados "podr&iacute;a violar garant&iacute;as constitucionales, tales como el principio de igualdad ante la ley y el de no discriminaci&oacute;n".<br />
&gt;</p>
<p>El termino "neutralidad tecnol&oacute;gica" es un termino que sali&oacute; de los promotores del software libre.</p>
<p>La implementaci&oacute;n de software libre por parte del Estado no viola ninguna garant&iacute;a constitucional:</p>
<p>- El software libre lo puede proveer cualquier empresa. Fomenta la competencia y la econom&iacute;a local.<br />
- El que los ciudadanos requieran softwares de ciertas compa&ntilde;ias, como Microsoft, Adobe para acceder a datos *p&uacute;blicos* (cosa que sucede hoy) si es una violaci&oacute;n a estas garant&iacute;as.<br />
- &iquest; Vamos a empezar con [FUD][1] criollo haciendo menci&oacute;n a temas como propiedad intelectual e investigaci&oacute;n o desarrollo ?</p>
<p>Hoy en d&iacute;a la industria tiene las siguientes caracter&iacute;sticas:</p>
<p>- No hay competencia. Solo un par de proveedores. Entre ellos Microsoft (miembro de la ACTI)<br />
- El dinero en soporte se lo lleva la industria extranjera<br />
- No hay respeto por los est&aacute;ndares abiertos. Datos del Estado son almacenados en formatos proprietarios que requieren de pago de licencias para ser vistos por un ciudadano (discriminaci&oacute;n). Los datos del estado requieren el uso de los sistemas de los proveedores mencionados anteriormente.<br />
- El software libre estimula el respeto por los est&aacute;ndares abiertos, la no discriminaci&oacute;n de plataforma tecnol&oacute;gica y la no discriminaci&oacute;n al soporte e industria local.<br />
- El software libre fomenta la investigaci&oacute;n universitaria y la generaci&oacute;n de proyectos. Vean a la Uni&oacute;n Europea.<br />
- El software libre esta basado en la idea del copyright, con licencias permisivas por parte de los *due&ntilde;os* del copyright.</p>
<p>A continuaci&oacute;n les anuncio la estrategia que los lobbystas de las corporaciones utilizar&aacute;n para expander miedo y terror ante nuestros parlamentarios:</p>
<p>- Utilizar&aacute;n la palabra "propiedad intelectual" en vez de "derechos de autor" para meter en un solo saco patentes, copyright y patatas fritas, para expander el miedo y duda de que el software libre no respeta la propiedad intelectual. Por supuesto, jam&aacute;s ser&aacute; mencionado un solo caso de [violaciones de copyright de corporaciones][3] que perjudican a los autores de software libre.<br />
- Que el software libre causar&aacute; desempleo y menos impuestos. Claro, seguramente el tener a una corporaci&oacute;n extranjera con un call-center en Guatemala dando soporte y llevandose las ganancias fuera perjudicar&aacute; menos el empleo que si muchas pymes locales dan soporte a software libre en forma local. LinuxCenter es un buen ejemplo ( y es miembro de la ACTI ).</p>
<p>En cierta forma esto es resultado de lo mal que Roberto Sep&uacute;lveda abordo el tema, centr&aacute;ndolo en un tema de costos. En un [post anterior][2] hice menci&oacute;n de como el proyecto del diputado Navarro, centrado en la neutralidad tecnol&oacute;gica (que coincidencia, la misma palabra de la que se quiere apropiar la ACTI), es una raz&oacute;n con mas peso a nivel de pa&iacute;s y democracia que el tema costos (que es una concecuencia, no una raz&oacute;n).</p>
<p>Update: La noticia est&aacute; en tambi&eacute;n en [Fayerwayer][4].</p>
<p> [1]: <a href="http://es.wikipedia.org/wiki/FUD">http://es.wikipedia.org/wiki/FUD</a><br />
 [2]: <a href="http://duncan.mac-vicar.com/blog/archives/212">http://duncan.mac-vicar.com/blog/archives/212</a><br />
 [3]: <a href="http://gpl-violations.org/">http://gpl-violations.org/</a><br />
 [4]: <a href="http://www.fayerwayer.com/2007/07/neutralidad-tecnologica-en-riesgo-ante-declaraciones-de-acti/">http://www.fayerwayer.com/2007/07/neutralidad-tecnologica-en-riesgo-ante-decl...</a><br />
 [5]: <a href="http://diario.elmercurio.com/2007/07/16/economia_y_negocios/empresas_y_negocios/noticias/5B5521F5-8301-4038-B39A-E5C5DB4E2224.htm?id=">http://diario.elmercurio.com/2007/07/16/economia_y_negocios/empresas_y_negoci...</a>{5B5521F5-8301-4038-B39A-E5C5DB4E2224}</p>
