---
layout: post
title: Barcelona y Freakonomics
date: 2007-03-06 18:58:12.000000000 +01:00
type: post
published: true
status: publish
categories: []
tags:
- Life
- society
- Spanish
meta:
  posterous_6c96d52da40a5d7e34be538822acc826_post_id: '48643938'
  posterous_6c96d52da40a5d7e34be538822acc826_permalink: http://duncan.mac-vicar.com/barcelona-y-freakonomics
  _oembed_25eee665143561d04168b812d6c7a670: "{{unknown}}"
  _oembed_7c3f943fcdd712a8facab0daa59c696f: "{{unknown}}"
  _oembed_59a9d702fc65fc767441f2fec0938416: "{{unknown}}"
  _oembed_bfa6d7e7e704529b5709e67472a49a2c: "{{unknown}}"
author:
  login: duncan
  email: dmacvicar@gmail.com
  display_name: duncan
  first_name: Duncan
  last_name: Mac-Vicar P.
---
<p>
    De vuelta en Alemania.</p>
<p>A&uacute;n sorprendido por haber disfrutado de 20&ordm;C y sol en pleno invierno. M&aacute;s que sorprenderme me da miedo que el clima se este volviendo loco. Bueno, tambi&eacute;n me sorprende que de un par de naranjas valencianas se pueda sacar un vaso entero de jugo de naranja, el cual no necesita agua o az&uacute;car para saber bien.</p>
<p>En el aeropuerto tuve casi media hora de tiempo libre. Mirando libros me encontr&eacute; con [Freakonomics][2]. Sin recordar la raz&oacute;n por la cual lo recordaba o conoc&iacute;a, lo compr&eacute; tras leer el resumen. Termin&eacute; de leerlo la misma noche.</p>
<div class="p_embed p_image_embed">
<img alt="Media_httpimg216image_eblod" height="150" src="{{ site.baseurl }}/assets/media_httpimg216image_eblod-scaled500.jpg?w=150" width="150" />
</div>
<p>El libro me gust&oacute; m&aacute;s que nada porque toca un tema que encuentro muy importante. La sabidur&iacute;a convencional. El tomar decisiones o realizar juicios basados en datos o conocimiento que es totalmente err&oacute;neo pero que sin embargo mantienen nuestras mentes tranquilas debido a que mantenemos nuestro status quo o zona de confort.</p>
<p>El libro juega con temas como el negocio del crack, la educaci&oacute;n de los hijos o y la criminalidad, poniendo a la vista hechos que son molestos para la parte moral o nuestra r&iacute;gida educaci&oacute;n basada en mitos y cuentos de pueblo. A&uacute;n as&iacute; los autores logran mantenerse lejos de hacer juicios morales o pasar propagandas pol&iacute;ticas, intentando mantener una posici&oacute;n pragm&aacute;tica.</p>
<p>[1]: <a href="http://ec1.images-amazon.com/images/P/8466625127.01._AA240_SCLZZZZZZZ_.jpg">http://ec1.images-amazon.com/images/P/8466625127.01._AA240_SCLZZZZZZZ_.jpg</a><br />
[2]: <a href="http://www.amazon.com/Freakonomics-economista-politicamente-incorrecto-explora/dp/8466625127/ref=pd_bbs_sr_9/103-3562655-3031032?ie=UTF8&amp;s=books&amp;qid=1173177306&amp;sr=8-9">http://www.amazon.com/Freakonomics-economista-politicamente-incorrecto-explor...</a></p>
