---
layout: post
title: Presidente Constitucional
date: 2007-11-10 22:53:42.000000000 +01:00
type: post
published: true
status: publish
categories: []
tags:
- chile
- freedom
- funny
- notfunny
- people
- politics
- Spanish
meta:
  posterous_6c96d52da40a5d7e34be538822acc826_post_id: '48644438'
  posterous_6c96d52da40a5d7e34be538822acc826_permalink: http://duncan.mac-vicar.com/presidente-constitucional
  _oembed_e600919c87a3900dd8a64d48848ec7d0: "{{unknown}}"
  _oembed_0e129824609d514ed96ee2e3de42551e: "{{unknown}}"
  _oembed_074dca03dd8c3ff3b4df5d9adee8789e: "{{unknown}}"
  _oembed_aee47ed9be32f2ad917f92a9edd7dd18: "{{unknown}}"
  _oembed_332b052673e158d8c97aaa37da3eae44: "{{unknown}}"
  _oembed_f2a47095fc992d732147c7ad761a5941: "{{unknown}}"
  _oembed_f37ddf2c5ac100dac03625b0a0842d26: "{{unknown}}"
  _oembed_3a36ebfdd571e3bb00ba60d84c883e09: "{{unknown}}"
  _oembed_2921e658aaf896f14a6554f1aaac2782: "{{unknown}}"
  _oembed_659067b14d076390ca148597e89ef680: "{{unknown}}"
  _oembed_eb5fa10905b90b678a0d5f1545193473: "{{unknown}}"
  _oembed_4ce70bfe70eb6a83c56b6e82b83f449c: "{{unknown}}"
author:
  login: duncan
  email: dmacvicar@gmail.com
  display_name: duncan
  first_name: Duncan
  last_name: Mac-Vicar P.
---
<p>
    Paralelamente a la Cumbre Iberoamericana, organizaciones de izquierda [organizan un evento llamado Cumbre de los Pueblos][1].</p>
<p>No pude evitar reirme con este comentario:</p>
<p>&gt;En una cr&iacute;tica al modelo que impera en Chile, se&ntilde;alaron que "en este pa&iacute;s, las empresas transnacionales activaron la maquinaria militar y financiera del imperio para derrocar al Presidente Constitucional Salvador Allende", dando paso a un sistema donde "los poderes f&aacute;cticos y el gran capital han pasado a controlar la pol&iacute;tica, los medios de comunicaci&oacute;n y la institucionalidad".</p>
<p>![Allende](<a href="http://img143.imageshack.us/img143/4056/fotoallendezr4.jpg)">http://img143.imageshack.us/img143/4056/fotoallendezr4.jpg)</a></p>
<p>Ahora ya no es presidente solamente. Sino que es necesario recalcar que es un presidente "constitucional". Veremos que relaci&oacute;n tuvo Allende con la Constituci&oacute;n:</p>
<p>&gt;El diputado Orrego afirm&oacute; tambi&eacute;n que el Presidente Salvador Allende no estaba respetando el Estatuto de Garant&iacute;as Democr&aacute;ticas que hab&iacute;a hecho posible su elecci&oacute;n. Este listado de derechos individuales hab&iacute;a sido incorporado a la Constituci&oacute;n en 1970 como condici&oacute;n para que la Democracia Cristiana lo eligiera con sus votos como presidente, pues el candidato socialista s&oacute;lo hab&iacute;a obtenido el 36.2% del voto popular y, por lo tanto, el Congreso pod&iacute;a elegir a la primera magistratura a cualesquiera de las dos primeras mayor&iacute;as relativas. M&aacute;s tarde, Allende reconocer&iacute;a que &eacute;l firm&oacute; este Estatuto s&oacute;lo como una maniobra "t&aacute;ctica" (Regis Debray, The Chilean Revolution: Conversations with Allende, 1971).</p>
<p>Luego, veamos que dijo la [c&aacute;mara de diputados en esa &eacute;poca sobre Allende][2] y la constituci&oacute;n:</p>
<p>&gt;El Acuerdo, aprobado por casi dos tercios de los diputados (63.3%), acusaba al gobierno del Presidente Allende de veinte violaciones concretas a la Constituci&oacute;n y las leyes, entre las cuales destacaban amparar grupos armados, torturar, detener personas ilegalmente, amordazar la prensa, manipular la educaci&oacute;n, limitar la posibilidad de salir del pa&iacute;s, confiscar la propiedad privada, formar organismos sediciosos, violar las atribuciones del Poder judicial, el Congreso y la Contralor&iacute;a, y todo ello de manera sistem&aacute;tica y con el fin de instaurar en Chile "un sistema totalitario", es decir, una dictadura comunista.</p>
<p>Aparte de salir electo gracias a un acuerdo "especial" que no respet&oacute;, y de limpiarse el trasero con ella, no hay otra relaci&oacute;n entre el presidente Allende y la Constituci&oacute;n. Asi como no hay relaci&oacute;n alguna entre la extrema izquierda Chilena, incluyendo al PC, una secci&oacute;n del PS, Lautaristas, gente del Frente con un Chile democr&aacute;tico. Cualquier comentario que ellos reciben en este sentido se confronta utilizando a Pinochet. Los cr&iacute;menes del gobierno militar se han usado para canonizar a la extrema izquierda Chilena, e incluso hacer caso omiso cuando se llenan la boca hablando de democracia.</p>
<p>Estoy hasta los huevos de escuchar a incongruentes izquierdistas hablar de democracia, llevar a ese dictador a ser una figura con estatua EN LA PLAZA DE LA CONSTITUCI&Oacute;N!!, con una plaza llevando su nombre en cada ciudad Europea y llamando a sus cobardes h&eacute;roes (asaltantes de bancos, y asesinos) "prisioneros pol&iacute;ticos", los cuales son [defendidos y protegidos][4] por el cobarde gobierno que nuestro pa&iacute;s tiene ahora, con una incongruencia ideol&oacute;gica sin l&iacute;mites.</p>
<p>Hoy hasta los textos escolares de mi pa&iacute;s estan manipulados para convencer al mundo de que este tipo es un ejemplo. Por supuesto jam&aacute;s se le va a mostrar sus violaciones a la constituci&oacute;n, las [acusaciones de racismo y antisemitismo que se le imputan][2].</p>
<p>No, no me saquen a Pinochet en los comentarios, que Pinochet tambi&eacute;n me dej&oacute; hasta los huevos. Y utilizar A para defender B, lo indefendible, tambi&eacute;n.</p>
<p> [1]: <a href="http://www.emol.com/noticias/nacional/detalle/detallenoticias.asp?idnoticia=281363">http://www.emol.com/noticias/nacional/detalle/detallenoticias.asp?idnoticia=2...</a><br />
 [2]: <a href="http://es.wikipedia.org/wiki/Salvador_Allende#Acusaciones_de_racismo_y_antisemitismo">http://es.wikipedia.org/wiki/Salvador_Allende#Acusaciones_de_racismo_y_antise...</a><br />
 [3]: <a href="http://www.josepinera.com/pag/pag_tex_nuncamas.htm">http://www.josepinera.com/pag/pag_tex_nuncamas.htm</a><br />
 [4]: <a href="http://www.emol.com/noticias/nacional/detalle/detallenoticias.asp?idnoticia=280907">http://www.emol.com/noticias/nacional/detalle/detallenoticias.asp?idnoticia=2...</a></p>
