---
layout: post
title: temas.cl, spammers con valores
date: 2007-11-10 00:12:48.000000000 +01:00
type: post
published: true
status: publish
categories: []
tags:
- chile
- notfunny
- spam
- Spanish
meta:
  posterous_6c96d52da40a5d7e34be538822acc826_post_id: '48644425'
  posterous_6c96d52da40a5d7e34be538822acc826_permalink: http://duncan.mac-vicar.com/temascl-spammers-con-valores
author:
  login: duncan
  email: dmacvicar@gmail.com
  display_name: duncan
  first_name: Duncan
  last_name: Mac-Vicar P.
---
<p>
    Danilo S&aacute;nchez Villasmil edita una revista online de cosas que no me interesan. Un d&iacute;a recib&iacute; un spam para subscribirme a su basura, con una interesante "letra chica".</p>
<p> &gt;Si no desea recibir la informaci&oacute;n que entregamos a trav&eacute;s de nuestro e mail, env&iacute;enos un correo a info@temas con la indicaci&oacute;n &ldquo;no deseo&rdquo;. De lo contrario, puede confirmarnos su aceptaci&oacute;n al se&ntilde;alar &ldquo;s&iacute; deseo&rdquo;. En todo caso, si usted no nos env&iacute;a su rechazo a &eacute;sta suscripci&oacute;n, presumimos que desea seguir recibiendo nuestras informaciones, y ser&aacute; un agrado continuar prest&aacute;ndole este servicio.<br />
&gt;<br />
&gt;Tomamos este cuidado porque no hacemos spam y condenamos a qui&eacute;nes los practican.</p>
<p>No hay cosa que mas me irrite que el opt-out. Por qu&eacute; debo gastar mi tiempo en de-subscribirme de basura en la que nunca me he inscrito y gastar mi tiempo en vez de el de este descriteriado. M&aacute;s a&uacute;n si su basura se autopublicita como revista val&oacute;rica.</p>
<p>Esa vez respond&iacute; en forma bastante amable, pese a lo enojado que estaba con la patudez de este val&oacute;rico se&ntilde;or:</p>
<p>&gt;Sr. Danilo S&aacute;nchez Villasmil<br />
&gt;<br />
&gt;el doble discurso... "revista de valores", pero utilizando t&aacute;cticas<br />
&gt;dudosas como el opt-out "si no digo nada, asumimos que quiere nuestra<br />
&gt;basura", o sea, para mantener mi c&oacute;moda situaci&oacute;n en vez de cambiar a<br />
&gt;la que Ud. intenta "forzar" , debo utilizar mi tiempo y no el suyo.<br />
&gt;&iquest;Quien le ha dado derecho a utilizar el tiempo de los dem&aacute;s?<br />
&gt;<br />
&gt;Mi tiempo es m&iacute;o. Y si la gente no tiene 20 segundos para responder a<br />
&gt;su "inscripci&oacute;n autom&aacute;tica en listas de basura" no es porque quiera<br />
&gt;recbir dicha basura, y Ud. lo sabe, pero los "valores" no llegan tan<br />
&gt;lejos, no? y se siente con el derecho a "asumir". Veremos que opina la<br />
&gt;gente en los blogs sobre esto.<br />
&gt;</p>
<p>Bueno, a pesar de mi descontento, hoy recib&iacute; la nueva edici&oacute;n de la basura esa. O sea el tipo aparte de patudo e incongruente, es un mentiroso.</p>
