---
layout: post
title: 'Cuidado, otro gol: modificación artículo 81 de la Ley 17.336'
date: 2008-12-29 18:44:53.000000000 +01:00
type: post
published: true
status: publish
categories: []
tags:
- chile
- ignorancia
- impresentable
- politics
- scd
- Technology
meta:
  posterous_6c96d52da40a5d7e34be538822acc826_post_id: '48645314'
  posterous_6c96d52da40a5d7e34be538822acc826_permalink: http://duncan.mac-vicar.com/cuidado-otro-gol-modificacion-articulo-81-de
  _oembed_0f24c1cb47d0ace33f1d549b8698e2b1: "{{unknown}}"
  _oembed_fb25ff0278622e1bb56635e341616dee: "{{unknown}}"
  _oembed_04020e93a8faa3c3f68296c484ddea9f: "{{unknown}}"
  _oembed_ecf37694ef8cabf44c0a552fe28542d4: "{{unknown}}"
  _oembed_e5ec5ec0e1418ae779ef6d1df181b36d: "{{unknown}}"
  _oembed_d798d45106d9278cd8be8680232c6358: "{{unknown}}"
  _oembed_8eb40eb92d1cc0064d711c48b8f6bb24: "{{unknown}}"
  _oembed_99fdbfc1fd860c1787ade1c54fbec042: "{{unknown}}"
author:
  login: duncan
  email: dmacvicar@gmail.com
  display_name: duncan
  first_name: Duncan
  last_name: Mac-Vicar P.
---
<p>
    Los diputados Guillermo Ceroni, Rodrigo Gonz&aacute;lez, Jorge Insunza, Tucapel Jim&eacute;nez, Marco Antonio N&uacute;&ntilde;ez, Jaime Quintana y do&ntilde;a Ximena Vidal, del PPD (excepto Jim&eacute;nez) [intentan pasar un proyecto de ley][1] para cortar el accesso a Internet a quien haga una "descarga de archivo" ilegal.</p>
<p>&gt;Art&iacute;culo &uacute;nico: Incorp&oacute;rese un nuevo inciso final al art&iacute;culo 81 bis de la Ley 17.336 sobre Propiedad Intelectual, del siguiente tenor:<br />
&gt;<br />
&gt;&ldquo;Las personas o abonados que descarguen de Internet archivos que infrinjan las disposiciones de la presente ley, sin perjuicio de las dem&aacute;s penas se&ntilde;aladas, estar&aacute;n sujetos a la suspensi&oacute;n de su conexi&oacute;n a la red, de entre tres meses y un a&ntilde;o.&rdquo;</p>
<p>## Tristes realidades:</p>
<p>* Los diputados solo copian leyes que  [van apareciendo en Europa][3]. Menos mal que dichas leyes no tienen copyright, o les cortar&iacute;an el acceso a Internet.</p>
<p>* De acuerdo con [evidencia presentada por Fayerwayer][2], Dichos diputados escriben sus leyes con software pirata. Denuncia pendiente en la ADS (Asociaci&oacute;n de Distribuidores de Software) contra Guillermo Fr&ecirc;ne y el estudio Carey y C&iacute;a.? . Invito (y desaf&iacute;o) a los que respaldan esta ley a hacer una denuncia p&uacute;blica contra el estudio de abogados con la ADS.</p>
<p>* S&oacute;lo muestra la ignorancia de estos diputados en temas t&eacute;cnicos y su falta de asesor&iacute;a.</p>
<p>  * El t&eacute;rmino "descarga de archivo" es ambiguo. Si yo usase un browser (navegador) que hiciese pre-caching de todos los elementos de una p&aacute;gina, desde el lado del ISP se ver&iacute;a como una descarga de archivo. Desde el lado del usuario es una acci&oacute;n invisible y s&oacute;lo por motivos t&eacute;cnicos. El usuario no tiene 100% control sobre las acciones que realiza el software.</p>
<p>  * Si un usuario viera en una p&aacute;gina un archivo llamado "cancion de dominio publico.mp3" y al descargarla esta fuera en realidad una canci&oacute;n de Fernando Ubiergo, el usuario habr&aacute; descargado (desde el punto de vista del proveedor de Internet) un archivo ilegal. El usuario no tiene modo de saber a priori que esta descargando, y para evaluar si algo es legal o no, muchas veces debe primero descargarlo.</p>
<p>  * El diputado Jorge Insunza viola la ley de propiedad intelectual en su blog, [reproduciendo m&aacute;s de 10 l&iacute;neas de la obra Nieve, de Orhan Pamuk][4]. Invito (y desaf&iacute;o) a los que respaldan esta ley a hacer una denuncia p&uacute;blica contra Jorge Insunza.</p>
<p>    * (As&iacute; mismo, cualquier ciudadano que hubiese entrado al blog de Insunza, de haber estado en vigencia la absurda ley, habr&iacute;a incurrido en una falta, ya que abrir una p&aacute;gina en el navegador es t&eacute;cnicamente una descarga de archivo).</p>
<p>    * El proveedor de Internet no tiene como saber que si un archivo descargado (por ejemplo un archivo mp3) es legal o ilegal, pues ello depende de si el usuario posee el original en casa (el CD por ejemplo).</p>
<p>[1]: <a href="http://www.fayerwayer.com/2008/12/feliz-navidad-diputados-quieren-desconectarte-de-internet/">http://www.fayerwayer.com/2008/12/feliz-navidad-diputados-quieren-desconectar...</a><br />
[2]: <a href="http://www.fayerwayer.com/2008/12/impresentable-redactan-proyecto-de-ley-sobre-propiedad-intelectual-con-software-pirata/">http://www.fayerwayer.com/2008/12/impresentable-redactan-proyecto-de-ley-sobr...</a><br />
[3]: <a href="http://www.elpais.com/articulo/internet/Francia/inicia/camino/desconectar/Internet/quien/realice/descargas/ilegales/elpeputec/20080618elpepunet_8/Tes">http://www.elpais.com/articulo/internet/Francia/inicia/camino/desconectar/Int...</a><br />
[4]: <a href="http://www.jorgeinsunza.cl/content/view/64024/Nieve_de_Orhan_Pamuk_Nobel_de_Literatura_2006.html">http://www.jorgeinsunza.cl/content/view/64024/Nieve_de_Orhan_Pamuk_Nobel_de_L...</a></p>
