---
layout: post
title: 'Cuidado Chile, se viene otro gol: SCD'
date: 2008-10-11 23:40:35.000000000 +02:00
type: post
published: true
status: publish
categories: []
tags:
- chile
- mafias
- notfunny
meta:
  posterous_6c96d52da40a5d7e34be538822acc826_post_id: '48645006'
  posterous_6c96d52da40a5d7e34be538822acc826_permalink: http://duncan.mac-vicar.com/cuidado-chile-se-viene-otro-gol-scd
  _oembed_1674de04777a186e5a7ac4ebd45e8850: "{{unknown}}"
  _oembed_8fd58fbdbfd7135812f2888ea5e009bc: "{{unknown}}"
  _oembed_0d108f367307bc46df6c914ca706d10a: "{{unknown}}"
  _oembed_a18a326d8de78e085fc718c03ea7be94: "{{unknown}}"
  _oembed_b7a56a0de08e393af0e6b4cd2f78bb64: "{{unknown}}"
  _oembed_46f44afd0e23394c0e39294f39877e55: "{{unknown}}"
  _oembed_2e54bab15bcdbf2aa5f518967ca1406c: "{{unknown}}"
  _oembed_79487760f84696aed09a595d458621a1: "{{unknown}}"
  _oembed_b67cbab776d4853fec6976a3909ac9ad: "{{unknown}}"
  _oembed_f51168d2dbc1e23732c99c0e38a9c1dc: "{{unknown}}"
  _oembed_f9d90ed346d61d93d9ce29c783fcc75a: "{{unknown}}"
  _oembed_08a7d2ee144b3a1a8d18f3afaaa0f084: "{{unknown}}"
  _oembed_aca0f963be9242a3f5b7afbee324fb75: "{{unknown}}"
  _oembed_1258696ef5e8bf5debe3d6963f4441e4: "{{unknown}}"
author:
  login: duncan
  email: dmacvicar@gmail.com
  display_name: duncan
  first_name: Duncan
  last_name: Mac-Vicar P.
---
<p>
    Ahora se ha revelado [Acuerdo Secreto SCD/Gobierno de Chile][1] (l&eacute;anlo), hoy s&oacute;lo quiero comentar un solo punto:</p>
<p>&gt;* ARTICULO 85 L. OPERADORAS DE INTERNET<br />
&gt;Lejos uno de los posibles art&iacute;culos m&aacute;s populistas. En su af&aacute;n de lucrarse, quieren cobrarle a las ISP que dan acceso a internet un valor por cada conexi&oacute;n, pues seg&uacute;n la SCD TODOS los que tenemos internet pirateamos m&uacute;sica, y no cualquier m&uacute;sica, sino que la del repertorio que ellos gestionan. Esto, amigos, ser&iacute;a fijar una responsabilidad a las ISP que EN NINGUN PAIS DEL MUNDO est&aacute; determinado a priori, siendo Chile los primeros en una medida inconstitucional como esta. Y no es que est&eacute; defendiendo a las pobres ISPs , sino a todos los consumidores, porque dicho valor se ver&aacute; SI o SI reflejado en los precios de acceso a Internet, haciendo AUN MAS CARO y PROHIBITIVO la banda ancha, Y todo porque el gobierno acord&oacute; ASEGURAR los ingresos a la monop&oacute;lica de la SCD.</p>
<p>Un ejemplo an&aacute;logo a esto ser&iacute;a:</p>
<p>Yo soy desarrollador de software, y tengo mi asociaci&oacute;n de autores de software, que agrupa a desconocidos como yo m&aacute;s otros conocidos. Hoy termine un nuevo programa, el cual he mantenido bajo "todos los derechos reservados" y pienso venderlo.</p>
<p>Sin importarme lo malo que es mi programa, y que nadie sabe que yo existo, usaremos la teta del gobierno para que este, mediante presunci&oacute;n, dictamine que cualquier persona que tenga acceso a Internet, tiene accesso a las redes p2p, y de esta manera acceso a descargar ilegalmente mi programa, y por lo tanto mi agrupaci&oacute;n de programadores tiene derecho a recibir un sueldo pagado por los proveedores de Internet (que ser&aacute; por supuesto traspasado a los usuarios).</p>
<p>ESO ES EL AN&Aacute;LOGO DE LO QUE INTENTA LA SCD Y SUS ARTISTAS.</p>
<p>&iquest;Por qu&eacute; es el an&aacute;logo al programador desconocido?</p>
<p>Porque si bien s&eacute; que Fernando Ubiergo es un m&uacute;sico, jam&aacute;s he escuchado su m&uacute;sica. De Quique Neira s&oacute;lo he escuchado lo que ha sonado de fondo en alguna TV encendida. De Horacio Saavedra no conozco nada m&aacute;s que su cortina del festival de Vi&ntilde;a, y de Eduardo Gatti s&oacute;lo debo haber tocado "Los momentos" en la guitarra alguna vez en una fogata, pero no tengo ni siquiera la versi&oacute;n original. De [esta lista][2] s&oacute;lo ubico a uno cada cien. &iquest;Porque tienen los chilenos que mantenerlos si no escuchamos ni disfrutamos sus canciones?.</p>
<p>&iquest;Que ser&iacute;a del mundo si las empresas nos cobraran por lo que ellas creen que hemos hablado por tel&eacute;fono y no lo que dice el marcador?</p>
<p>La estrategia de estos artistas agrupados en la SCD, es de ser mantenidos por el sistema, es decir, pasar a ser parte del patrimonio nacional sin importar su popularidad o importancia.</p>
<p>Quiz&aacute;s vamos en camino recto al absurdo [canon digital Espa&ntilde;ol][3], que significa un impuesto a cualquier medio de grabaci&oacute;n, el cual mediante presunci&oacute;n, podr&iacute;a ser usado para copias ilegales de alg&uacute;n artista (que quiz&aacute;s tampoco conoces). O sea, cuando un espa&ntilde;ol compra un CD virgen, o incluso un disco duro para archivar sus propias fotos, le est&aacute; pagando a estos artistas.</p>
<p>En la misma l&iacute;nea, los programadores que hayan puesto a disposici&oacute;n obras con "todos los derechos reservados" podr&iacute;an exigir al gobierno una ayuda, cargando un impuesto a cualquier medio de almacenamiento. Justicia para todos no? Esto se podr&iacute;a extender a cualquier oficio cuyas obras est&eacute;n sujetas al copyright. Una locura.</p>
<p>Chile, que no te metan otro gol. Tu no tienes porque financiar a Ubiergo o la Cecilia Eche&ntilde;ique si no utilizas su m&uacute;sica.</p>
<p>#### Update</p>
<p>* [El post en Fayerwayer][4] sobre el tema.<br />
* Ser&iacute;a interesante tambi&eacute;n aprovechar la blog&oacute;sfera para ver que diputados y senadores est&aacute;n a favor y en contra de esta ley.</p>
<p>#### Update 2</p>
<p>Efectivamente, la SCD [busca instaurar un sistema de canon][5], aunque al parecer no es parte de los aterradores puntos del "secreto acuerdo". M&aacute;s sobre [eso aqu&iacute;][6].</p>
<p>#### Update 3 - En que posici&oacute;n est&aacute;n los senadores y diputados?</p>
<p>Es importante aprovechar estos pol&eacute;micos temas para que veas como vota tu senador o diputado.</p>
<p>* [Juan Pablo Letelier][4] al parecer est&aacute; en contra de esta iniciativa.</p>
<p>[1]: <a href="http://liberaciondigital.org/blog/2008/10/acuerdo-secreto-scdgobierno-de-chile-revelado/">http://liberaciondigital.org/blog/2008/10/acuerdo-secreto-scdgobierno-de-chil...</a><br />
[2]: <a href="http://www.scd.cl/lista_socios.html">http://www.scd.cl/lista_socios.html</a><br />
[3]: <a href="http://es.wikipedia.org/wiki/Canon_digital">http://es.wikipedia.org/wiki/Canon_digital</a><br />
[4]: <a href="http://www.fayerwayer.com/2008/10/el-gobierno-acuerda-las-pautas-de-la-scd-y-acepta-una-ley-abusiva-para-todos/comment-page-7/">http://www.fayerwayer.com/2008/10/el-gobierno-acuerda-las-pautas-de-la-scd-y-...</a><br />
[5]: <a href="http://www.musica.cl/novedades/nl170707/link3.htm">http://www.musica.cl/novedades/nl170707/link3.htm</a><br />
[6]: <a href="http://www.quemarlasnaves.net/2007/07/24/la-scd-quiere-que-pagues-por-cada-cd-virgen/">http://www.quemarlasnaves.net/2007/07/24/la-scd-quiere-que-pagues-por-cada-cd...</a></p>
<p>[7]: <a href="http://www.senado.cl/prontus_senado/antialone.html?page=http">http://www.senado.cl/prontus_senado/antialone.html?page=http</a>://www.senado.cl/prontus_senado/site/artic/20080130/pags/20080130101106.html</p>
