---
layout: post
title: Sobre la Licencia Gubernamental de Software
date: 2010-09-09 22:35:00.000000000 +02:00
type: post
published: true
status: publish
categories: []
tags:
- chile
- government
- software
meta:
  posterous_6c96d52da40a5d7e34be538822acc826_post_id: '48565310'
  posterous_6c96d52da40a5d7e34be538822acc826_permalink: http://duncan.mac-vicar.com/sobre-la-licencia-gubernamental-de-software
  _oembed_cacfd5ca93ace663380b2a9610bdd2eb: "{{unknown}}"
  _oembed_87ccb4aa35ac6a475f5cccbae84a0e56: "{{unknown}}"
  _oembed_4797b47567edd0dfe3a402d064bb2b50: "{{unknown}}"
author:
  login: duncan
  email: dmacvicar@gmail.com
  display_name: duncan
  first_name: Duncan
  last_name: Mac-Vicar P.
---

<p>Pedro Huichalaf Roa public&oacute; <a href="http://www.culturadigital.cl/wp/?p=1464">una columna</a> donde explica m&aacute;s detalladamente la <a href="http://www.estrategiadigital.gob.cl/files/LicenciamientoGubernamentaldeSoftwarev1.pdf">&ldquo;Licencia Gubernamental de Software&rdquo;</a>, antes conocida con el (muy mal escogido) nombre de GPL-CL.</p>
<p>La columna nos d&aacute; el contexto que falt&oacute; cuando la informaci&oacute;n se comenz&oacute; a propagar por las redes sociales. Con su super-nombre (GPL-CL) est&oacute; sucedi&oacute; m&aacute;s r&aacute;pido de lo necesario, generando una pol&eacute;mica innecesaria.</p>
<p>Sin embargo, ahora que se ve que no era necesario polemizar, creo m&aacute;s que nunca que es un tema importante y que ojal&aacute; no se lleve a cabo como est&aacute;.</p>
<p>Muchos de los puntos cr&iacute;ticos de la licencia fueron muy bien explicados en <a href="http://www.cdsl.cl/portal/content/carta-abierta-al-gobierno-de-chile-licenciamiento-gubernamental-de-software">la carta abierta</a> que envi&oacute; <a href="http://www.cdsl.cl/">El Centro de Difusi&oacute;n de Software Libre (CDSL)</a>, el <a href="http://www.softwarelibre.cl/">Portal Software Libre Chile</a>, el <a href="http://www.partidopirata.cl/">Partido Pirata de Chile</a> y <a href="http://www.fundaciongnuchile.cl/">Fundaci&oacute;n GNUCHILE</a> y en el <a href="http://eldiabloenlosdetalles.net/2010/09/04/anatomia-de-la-licencia-gubernamental-de-software">an&aacute;lisis t&eacute;cnico</a> publicado por eldiabloenlosdetalles.net, por lo que s&oacute;lo voy a tocar los puntos que me tienen confundido.</p>
<p>Tambi&eacute;n quisiera aclarar que no soy abogado. Sin embargo he publicado bastante c&oacute;digo fuente bajo varias licencias (GPL, BSD, etc) siendo en algunos casos yo el due&ntilde;o del copyright como la empresa donde trabajo en otros.</p>
<p>Citando el texto de Huichalaf:</p>
<blockquote class="posterous_medium_quote">
<p>Para entender este nuevo ecosistema, tenemos que partir de la base que la transferencia de tecnolog&iacute;a se basa en aquella tecnolog&iacute;a cuya propiedad le corresponde al Estado. Es decir, estamos hablando de aquellos software y desarrollos inform&aacute;ticos realizados &ldquo;a medida&rdquo; para organizaciones de la Administraci&oacute;n P&uacute;blica y cuya propiedad intelectual posea la entidad. As&iacute;, un ejemplo es un software desarrollado para gesti&oacute;n documental o calificaci&oacute;n de personal.</p>
</blockquote>
<p>En este parrafo, se deja claro que estamos hablando de desarrollos donde el Estado es el due&ntilde;o del copyright.</p>
<blockquote class="posterous_medium_quote">
<p>Lo que ocurre actualmente en relaci&oacute;n a este tipo de software a la medida, es que las entidades p&uacute;blicas para efectos de adquisici&oacute;n y desarrollo se comportan en forma aut&oacute;noma sin que exista comunicaci&oacute;n centralizada respecto a soluciones adquiridas.</p>
</blockquote>
<p>&iquest;En qu&eacute; quedamos? &iquest;Son las agencias gubernamentales la misma organizaci&oacute;n: el Estado, o no?. El raciocinio se debe hacer s&oacute;lo con una de ambas hip&oacute;tesis.</p>
<blockquote class="posterous_medium_quote">
<p>Justamente en este sentido es que nace la idea de generar un repositorio centralizado de software desarrollado para la Administraci&oacute;n P&uacute;blica y cuyos derechos de autor le corresponden al Estado , lo que se concreta en softwarepublico.cl y al mismo tiempo, surge la Licencia Gubernamental de Software, que en t&eacute;rminos simples, establece las condiciones de uso del software del Estado.</p>
</blockquote>
<p>Aqu&iacute; empieza la confusi&oacute;n. Si esta licencia es para uso interno del gobierno entre sus entidades, cada entidad puede hacer uso de los softwares sin mayor problema, a menos que el contrato por parte del desarrollador externo no deje al Estado como due&ntilde;o del copyright, sino que como un mero usuario de una licencia, lo cual contradice el parrafo inicial de Huichalaf (Estado como due&ntilde;o del copyright). El Estado no necesita entrar en un sistema de distribuci&oacute;n de software. El problema de la distribuci&oacute;n interna es algo organizacional y pol&iacute;tico, pero (repito no soy abogado) no algo legal.</p>
<p>Si el fin es compartir entre entidades, &iquest;Por qu&eacute; la licencia es tan permisiva?, b&aacute;sicamente permitiendo la distribuci&oacute;n de un modo muy similar a la GPL (sin restricciones m&aacute;s que conservar las condiciones, y una restricci&oacute;n agregada de registrarse en softwarep&uacute;blico.cl). Aqu&iacute; surge la confusi&oacute;n, y pareciera que la licencia tiene un objetivo m&aacute;s abierto que el compartir entre entidades de una misma organizaci&oacute;n. Si esto no fuese as&iacute;, y la idea es que sea permisiva, volvemos al &iquest;Por qu&eacute; no usar la GPL?.</p>
<p>Cuando se trata de ser  due&ntilde;o del copyright, el Estado es uno. Cuando se trata de distribuirlo internamente, ya no es una sola entidad. &iquest;C&oacute;mo es la cosa?</p>
<p>Luego la segunda parte que no calza en el puzzle. &iquest;Para qu&eacute; se publica en softwarepublico.cl y no se mantiene en una intranet del gobierno?. Si el objetivo es solo compartirlo entre entidades, esto es il&oacute;gico. Si el objetivo es compartirlo con la ciudadan&iacute;a (lo cual no estar&iacute;a mal, siendo que ella paga por &eacute;l) esto tendr&iacute;a sentido.</p>
<p>Si este repositorio es accedido solo por entidades del estado, entonces no habr&iacute;a problema. El problema es cuando se comparte entre pa&iacute;ses, lo cual es una gran oportunidad, o cuando contratistas del Gobierno reciben este software como modo de externalizar un servicio. Ah&iacute; pasamos a la distribuci&oacute;n, y por ende se activan las incompatibilidades con la GPL, y por ende no se podr&aacute; (por citar un ejemplo) usar la librer&iacute;a del lado &ldquo;cliente&rdquo; de MySQL.</p>
<p>Esto contradice ahora la estrategia de Alfredo Barriga de querer externalizar algunos servicios en la &ldquo;nube&rdquo;.</p>
<p>Por ejemplo, si un sistema de soporte IT desarrollado a medida bajo esta licencia, se externalizara a un contratista, se estar&iacute;a incurriendo en distribuci&oacute;n.</p>
<p>Hasta aqu&iacute; tampoco entiendo por qu&eacute; no utilizar una licencia absolutamente libre, ya que en efectos pr&aacute;cticos esta licencia permitir&iacute;a a cualquiera que tenga acceso al software a seguir distribuyendolo como fuentes.</p>
<p>Resumiendo:</p>
<ul>
<li>Una licencia nueva es una p&eacute;sima idea que trae consigo m&aacute;s problemas que soluciones, y estos problemas permanecer&aacute;n ocultos hasta que una gran oportunidad se vea bloqueada por ellos.</li>
<li>No se entiende por qu&eacute; una licencia tan permisiva siendo el objetivo una distribuci&oacute;n en un entorno cerrado, y por ende por qu&eacute; no utilizar la GPL de una vez.</li>
<li>La idea confunde licencia y distribuci&oacute;n. Se podr&iacute;a utilizar la GPLv3 y simplemente no distribuir fuera del gobierno lo que no sea para distribuir, o dejarlo como propietario para uso exclusivo del gobierno (y <a href="http://www.gnu.org/licenses/gpl-faq.html#DoesTheGPLAllowNDA">controlar a los contratistas con el contrato, no con la licencia</a>). Lo que se va a distribuir, se puede poner en <a href="http://www.gobforge.gob.cl/">http://www.gobforge.gob.cl/</a>, el cual no se que rol tiene en todo este tema de la nueva licencia o que criterio se utiliza para poner software en un lado o en el otro (m&aacute;s confusi&oacute;n a&uacute;n).</li>
<li>Creo que el plan confunde el ordenar la casa, los contratos, las condiciones, etc., con una licencia nueva: Persiguiendo un objetivo que con sus mismos defectos destruye.</li>
</ul>
<p>Me gustar&iacute;a saber &iquest;Por qu&eacute; no se podr&iacute;a usar la GPLv3 m&aacute;s un proceso y pol&iacute;tica clara y expl&iacute;cita respecto a distribuci&oacute;n, contratos para contratistas, desarrollo externo, licencias a utilizar en cada caso, etc.</p>
<p>Yendo m&aacute;s all&aacute;, creo que la licencia no es el paso m&aacute;s importante. Siento m&aacute;s urgente y me hubiese gustado ver directivas. En especial cuando hablamos de desarrollo a medida por terceros:</p>
<ul>
<li>Que obliguen el uso de software libre en los softwares hechos a medida excepto en casos estrictamente justificados (costo, razones t&eacute;cnicas).</li>
<li>Que regulen y expliquen el como los datos de los ciudadanos se van a almacenar en servicios externos. Aqu&iacute; en Alemania est&aacute; prohibido sacarlos del pa&iacute;s por ejemplo.</li>
<li>El uso de est&aacute;ndares: acceder a la informaci&oacute;n del gobierno, datos, etc en forma transparente: <a href="http://www.data.gov/">Las APIs de Obama</a>, o la discriminaci&oacute;n que uno sufre cuando te obligan a enviar datos en formato .doc.</li>
</ul>
